export const data = [
  {
    id: "1",
    question: "什么是手风琴组件?",
    answer:
      "手风琴组件是用于以可折叠的方式组织和呈现内容的用户界面元素。它们通常由标题、内容和展开/折叠动作组成。",
  },
  {
    id: "2",
    question: "它们的用途是什么?",
    answer:
      "它们通常用于各种上下文中，包括常见问题解答、产品说明、导航菜单、设置面板和数据表，以节省屏幕空间，并为显示信息或选项提供结构化和用户友好的界面。",
  },
  {
    id: "3",
    question: "手风琴作为一种乐器",
    answer:
      "手风琴是一种有键盘和风箱的乐器。当演奏者扩大或压缩风箱时，风箱通过芦苇产生声音，用于各种音乐流派。",
  },
  {
    id: "4",
    question: "我可以用不同的框架创建手风琴组件吗?",
    answer: "是的，当然，用另一个框架创建手风琴组件是非常可能的。",
  },
];
